Repository: Vita0818/Translatis
Catalog: Apps/SharedResources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Exact inference binding
zh_hans: 精确推理绑定

source: Exact inference profiles are unavailable; the legacy provider/model default is retained.
zh_hans: 精确推理配置不可用；已保留旧版提供商/模型默认值。

source: Exact launch closure
zh_hans: 精确启动闭包

source: Exact origin
zh_hans: 精确源

source: Exact profile
zh_hans: 精确配置档

source: Exact tool name
zh_hans: 精确工具名称

source: Expanded
zh_hans: 已展开

source: Experimental server-owned tasks will appear here when the negotiated profile and grants permit them.
zh_hans: 当协商配置档和授权允许时，实验性的服务器所属任务会显示在这里。

source: Expires
zh_hans: 到期时间

source: Explicit source
zh_hans: 显式来源

source: Export
zh_hans: 导出

source: Export Diagnostic Logs
zh_hans: 导出诊断日志

source: Export Diagnostic Logs…
zh_hans: 导出诊断日志…

source: External MCP servers
zh_hans: 外部 MCP 服务器

source: failed
zh_hans: 失败

source: Failed
zh_hans: 失败

source: File
zh_hans: 文件

source: Filters
zh_hans: 过滤器

source: Fix provider configuration
zh_hans: 修正提供商配置

source: Fix tool input
zh_hans: 修正工具输入

source: Freeze & Sign In predicts one exact immutable revision and binds the inactive token to that revision and catalog challenge. The authorization origin, resource, account, and scopes are shown before the browser opens; only the matching Test proof and catalog save can activate it.
zh_hans: “冻结并登录”会预先确定一个精确的不可变修订，并将未激活令牌绑定到该修订和目录质询。浏览器打开前会显示授权来源、资源、账户和作用域；只有匹配的测试证明与目录保存才能将其激活。

source: Freeze & Sign In…
zh_hans: 冻结并登录…

source: Frozen OAuth revision
zh_hans: 已冻结的 OAuth 修订

source: Generate image from prompt
zh_hans: 根据提示词生成图像

source: Generating Diagnostic Logs…
zh_hans: 正在生成诊断日志…

source: Generation %@
zh_hans: 代次 %@

source: Give Main a project task...
zh_hans: 给 Main 分配项目任务…

source: Global inventory does not grant any Agent access. Attach this exact immutable revision in a Code or Cowork project, then grant capabilities per Agent in Project Settings.
zh_hans: 全局清单不会授予任何 Agent 访问权限。请在 Code 或 Cowork 项目中挂载这一精确的不可变修订，再在项目设置中按 Agent 授予能力。

source: Goal constraints, one per line
zh_hans: Goal 约束，每行一项

source: Goal objective
zh_hans: Goal 目标

source: Goal recovery could not be completed safely. Pending Cowork work remains stopped; retry after resolving the persistence or cancellation error.
zh_hans: 无法安全完成 Goal 恢复。待处理的 Cowork 工作仍保持停止；请先解决持久化或取消错误，然后重试。

source: Goal recovery must finish before the durable Goal can be edited.
zh_hans: 必须先完成 Goal 恢复，才能编辑持久化 Goal。

source: Goal success criteria, one per line
zh_hans: Goal 成功标准，每行一项

source: Grant…
zh_hans: 授权…

source: Header value
zh_hans: 请求头值

source: Headers
zh_hans: 请求头

source: Health Check
zh_hans: 健康检查

source: Hide Inspector
zh_hans: 隐藏检查器

source: Hide task details
zh_hans: 隐藏任务详情

source: HIGH
zh_hans: 高

source: HTTPS endpoint
zh_hans: HTTPS 端点

source: Identity
zh_hans: 身份

source: idle
zh_hans: 空闲

source: Idle
zh_hans: 空闲

source: image
zh_hans: 图像

source: Image generation failed: %@
zh_hans: 图像生成失败：%@

source: Image generation is not available.
zh_hans: 图像生成功能不可用。

source: Image job
zh_hans: 图像任务

source: Immutable revision
zh_hans: 不可变修订

source: Import
zh_hans: 导入

source: Import an Translatis JSON or JSONC file from Files. Provider and model settings are stored in this app; literal credentials are migrated to the protected auth file.
zh_hans: 从“文件”App 导入 Translatis JSON 或 JSONC 文件。提供商和模型设置将存储在本 App 中；配置中的明文凭据会迁移至受保护的认证文件。

source: Import Error
zh_hans: 导入错误

source: Import Translatis Config
zh_hans: 导入 Translatis 配置

source: Import MCP Servers
zh_hans: 导入 MCP 服务器

source: Imported arguments: %@
zh_hans: 已导入参数：%@

source: Imported file
zh_hans: 已导入文件

source: Imported providers: %lld · models: %lld.
zh_hans: 已导入：%lld 个提供商 · %lld 个模型。

source: in progress
zh_hans: 进行中

source: In Progress
zh_hans: 进行中

source: Inference incompatible
zh_hans: 推理配置不兼容

source: Inference profile unavailable
zh_hans: 推理配置不可用

source: Inference profiles are still loading. Try again in a moment.
zh_hans: 推理配置仍在载入。请稍后重试。

source: Inference resolved
zh_hans: 推理配置已解析

source: Inference unavailable
zh_hans: 推理配置不可用

source: Input
zh_hans: 输入

source: Insert as Untrusted Context
zh_hans: 作为不可信上下文插入

source: Inserted
zh_hans: 已插入

source: Inspect tool inputs and retry
zh_hans: 检查工具输入并重试

source: Inspector
zh_hans: 检查器

source: Inspector view
zh_hans: 检查器视图

source: Install the MCP server using its trusted publisher's instructions outside Translatis.
zh_hans: 按照受信任发布者的说明，在 Translatis 之外安装 MCP 服务器。

source: Install the server and bubblewrap (bwrap) through the trusted system package channel.
zh_hans: 通过受信任的系统软件包渠道安装服务器和 bubblewrap（bwrap）。

source: Instructions
zh_hans: 指令

source: Translatis does not prefetch this URL and never receives credentials or other data entered in the external browser.
zh_hans: Translatis 不会预取此 URL，也不会接收在外部浏览器中输入的凭据或其他数据。

source: Translatis does not run an install command, arbitrary shell string, or an unverified executable on behalf of this form.
zh_hans: Translatis 不会代表此表单运行安装命令、任意 shell 字符串或未经验证的可执行文件。

source: Translatis renderer fixture
zh_hans: Translatis 渲染器夹具

source: Translatis will open the authorization page only after you continue. The callback is bound to a one-shot local loopback address; this does not connect the MCP server.
zh_hans: 只有在你继续后，Translatis 才会打开授权页面。回调绑定到一次性的本地回环地址；此操作不会连接 MCP 服务器。

source: Jump to latest
zh_hans: 跳到最新消息

source: Key source: %@
zh_hans: 密钥来源：%@

source: Leave pins empty to use system trust only. Each pin is SHA-256 over the certificate DER SubjectPublicKeyInfo and is enforced by the production libcurl transport.
zh_hans: 留空固定值将只使用系统信任。每个固定值都是证书 DER SubjectPublicKeyInfo 的 SHA-256，并由生产 libcurl 传输强制执行。

source: Legacy · %@
zh_hans: 旧版 · %@

source: Legacy inference
zh_hans: 旧版推理配置

source: legacy keychain
zh_hans: 旧版钥匙串

source: Legacy settings were retained but could not be decoded safely: %@
zh_hans: 已保留旧版设置，但无法安全解码：%@

source: Legacy workspace access remains in compatibility mode: %@
zh_hans: 旧版工作区访问仍处于兼容模式：%@

source: Linux stdio fails closed when bwrap is unavailable; there is no unsandboxed fallback.
zh_hans: Linux stdio 在 bwrap 不可用时会封闭失败，不提供无沙箱回退。

source: Live
zh_hans: 实时

source: Live generation
zh_hans: 实时连接代次

source: Local AI workbench
zh_hans: 本地 AI 工作台

source: Local workspace agent session
zh_hans: 本地工作区 Agent 会话

source: Local ZIP. Nothing is uploaded.
zh_hans: 仅生成本地 ZIP，不会上传。

source: locked
zh_hans: 已锁定

source: Locked
zh_hans: 已锁定

source: LOW
zh_hans: 低

source: mailbox
zh_hans: 邮箱

source: Mailbox
zh_hans: 邮箱

source: Main agent
zh_hans: 主 Agent

source: Managed stdio
zh_hans: 受管 stdio

source: Managed stdio is not linked into this App Store build. Use an HTTPS Streamable HTTP endpoint or install the Developer ID build.
zh_hans: 此 App Store 构建未链接受管 stdio。请使用 HTTPS Streamable HTTP 端点，或安装 Developer ID 构建。

source: Managed stdio remains inside the permission, workspace, sandbox, and durable execution boundaries. It is not linked into the App Store build.
zh_hans: 受管 stdio 始终位于权限、工作区、沙箱和持久执行边界内。App Store 构建不会链接该能力。

source: manual
zh_hans: 手动

source: Manual
zh_hans: 手动

source: Math mode: %@
zh_hans: 数学模式：%@

source: Maximum output tokens
zh_hans: 最大输出 token 数

source: Maximum protocol
zh_hans: 最大协议版本

source: Maximum protocol version
zh_hans: 最大协议版本

source: MCP Call History Failed
zh_hans: 读取 MCP 调用历史失败

source: MCP Content
zh_hans: MCP 内容

source: MCP Doctor
zh_hans: MCP 诊断检查

source: MCP Instructions Operation Failed
zh_hans: MCP 指令操作失败

source: MCP Project Settings
zh_hans: MCP 项目设置

source: MCP Prompt Operation Failed
zh_hans: MCP 提示词操作失败

source: MCP Resource Operation Failed
zh_hans: MCP 资源操作失败

source: MEDIUM
zh_hans: 中

source: Message Coder...
zh_hans: 给 Coder 发消息…

source: Message Translatis...
zh_hans: 给 Translatis 发消息…

source: Message Translatis…
zh_hans: 给 Translatis 发消息…

source: Message rendering
zh_hans: 消息渲染

source: Message Rendering
zh_hans: 消息渲染

source: Messages
zh_hans: 消息

source: Microphone access was denied. Enable it in System Settings and try again.
zh_hans: 麦克风访问被拒绝。请在系统设置中启用后重试。

source: Model
zh_hans: 模型

source: Model changes apply after the current response finishes
zh_hans: 模型变更会在当前回答结束后生效

source: Model for the next @main message. Current work and other agents keep their existing models.
zh_hans: 下一条 @main 消息使用的模型。当前工作和其他 Agent 会继续使用各自现有的模型。

source: Model ID
zh_hans: 模型 ID

source: Models
zh_hans: 模型

source: Multi-agent workspace session
zh_hans: 多 Agent 工作区会话

source: Name
zh_hans: 名称

source: Needs attention
zh_hans: 需要处理

source: Negotiated capabilities
zh_hans: 已协商能力

source: Negotiated protocol
zh_hans: 已协商协议

source: Network
zh_hans: 网络

source: Network and account
zh_hans: 网络与账户

source: New alias
zh_hans: 新别名

source: New chat
zh_hans: 新建对话

source: New Chat
zh_hans: 新建对话

source: New client secret (leave empty to retain the Keychain reference)
zh_hans: 新客户端密钥（留空以保留钥匙串引用）

source: New Code
zh_hans: 新建代码会话

source: New code session
zh_hans: 新建 Code 会话

source: New Cowork
zh_hans: 新建协作会话

source: New cowork session
zh_hans: 新建 Cowork 会话

source: New Cowork Session
zh_hans: 新建 Cowork 会话

source: New secret (empty retains Keychain reference)
zh_hans: 新密钥（留空以保留钥匙串引用）

source: New token (leave empty to retain the Keychain reference)
zh_hans: 新令牌（留空以保留钥匙串引用）

source: Next @main model
zh_hans: 下一条 @main 消息的模型

source: Next @main model: %@
zh_hans: 下一条 @main 消息的模型：%@

source: No
zh_hans: 否

source: No access
zh_hans: 无访问权限

source: No active agents
zh_hans: 没有活跃 Agent

source: No active goal
zh_hans: 没有活跃 Goal

source: No additional template ceiling
zh_hans: 无额外模板上限

source: No agents attached
zh_hans: 未附加 Agent

source: No artifacts yet
zh_hans: 暂无产物

source: No attached agent matches @%@.
zh_hans: 没有已附加的 Agent 与 @%@ 匹配。

source: No attached MCP servers
zh_hans: 没有已挂载的 MCP 服务器

source: No bounded diagnostics are currently reported.
zh_hans: 当前没有报告有界诊断。

source: No budget
zh_hans: 无预算

source: No catalog or credential-reference issues were found.
zh_hans: 未发现目录或凭据引用问题。

source: No chat sessions
zh_hans: 暂无对话会话

source: No chat sessions yet.
zh_hans: 暂无对话会话。

source: No code sessions yet.
zh_hans: 暂无 Code 会话。

source: No configured inference profiles are available
zh_hans: 没有可用的推理配置

source: No conflict is overwritten implicitly.
zh_hans: 不会隐式覆盖任何冲突。

source: No conversations yet.
zh_hans: 还没有对话。

source: No cowork sessions yet.
zh_hans: 暂无 Cowork 会话。

source: No failed tool or runtime events in the current projection.
zh_hans: 当前投影中没有失败的工具或运行时事件。

source: No Granted Prompts
zh_hans: 没有已授权的提示词

source: No Granted Resources
zh_hans: 没有已授权的资源

source: No live generation is published for this immutable revision. Test does not create a reusable session connection; Connect, Send, Resume, or Retry must explicitly activate one.
zh_hans: 此不可变修订当前没有已发布的实时连接代次。测试不会创建可复用的会话连接；必须通过“连接”“发送”“继续”或“重试”显式激活。

source: No MCP Calls
zh_hans: 没有 MCP 调用

source: No MCP roots policy has been published for this session.
zh_hans: 此会话尚未发布 MCP 根目录策略。

source: No MCP servers
zh_hans: 没有 MCP 服务器

source: No primary workspace is available for @%@.
zh_hans: @%@ 没有可用的主工作区。

source: No process-local live activity is published for this server. Durable session activity remains in each session EventLog.
zh_hans: 此服务器当前没有已发布的进程内实时活动。持久会话活动仍保存在各会话的 EventLog 中。

source: No projects yet.
zh_hans: 还没有项目。

source: No prompts are present in the current live catalog.
zh_hans: 当前实时目录中没有提示词。

source: No recovery is needed unless you still want the result; rerun the request when ready.
zh_hans: 除非你仍需要结果，否则无需恢复；准备好后可重新运行请求。

source: No Remote MCP Tasks
zh_hans: 没有远程 MCP 任务

source: No resources are present in the current live catalog.
zh_hans: 当前实时目录中没有资源。

source: No Server Instructions
zh_hans: 没有服务器指令

source: No speech was detected.
zh_hans: 没有检测到语音。

source: No structured task events in the current projection.
zh_hans: 当前投影中没有结构化任务事件。

source: No tools are present in the current live catalog.
zh_hans: 当前实时目录中没有工具。

source: No unfiled sessions.
zh_hans: 没有未归档的会话。

source: No work tasks yet
zh_hans: 暂无工作任务

source: No workspace
zh_hans: 无工作区

source: No workspace directories
zh_hans: 没有工作区目录

source: None
zh_hans: 无

source: none pending
zh_hans: 没有待处理项

source: Not provided
zh_hans: 未提供

source: Not started
zh_hans: 未开始

source: Objective
zh_hans: 目标

source: Obtain the server's canonical HTTPS Streamable HTTP endpoint from its operator.
zh_hans: 从服务器运营方获取其规范 HTTPS Streamable HTTP 端点。

source: Obtain the server's HTTPS Streamable HTTP endpoint from its operator.
zh_hans: 从服务器运营方获取其 HTTPS Streamable HTTP 端点。

source: Offline · SwiftStreamingMarkdown derivative · swift-markdown 0.8.0
zh_hans: 离线 · SwiftStreamingMarkdown 派生实现 · swift-markdown 0.8.0

source: OK
zh_hans: 好

source: One per line
zh_hans: 每行一项

source: Opaque account reference
zh_hans: 不透明账户引用

source: Open Artifact
zh_hans: 打开产物

source: Open Translatis Config
zh_hans: 打开 Translatis 配置

source: Open sidebar
zh_hans: 打开侧边栏

source: Open Source
zh_hans: 开源

source: Open the Translatis provider config
zh_hans: 打开 Translatis 提供商配置

source: Open-source notices
zh_hans: 开源声明

source: Opening
zh_hans: 正在打开

source: Opening JSON config is not available on this platform.
zh_hans: 此平台不支持打开 JSON 配置。

source: Optional positive Goal token budget
zh_hans: 可选的正数 Goal Token 预算

source: Output
zh_hans: 输出

source: Overview
zh_hans: 概览

source: Parallel calls
zh_hans: 并行调用

source: Parse and Review
zh_hans: 解析并审阅

source: Parser Issues
zh_hans: 解析器问题

source: Parser version
zh_hans: 解析器版本

source: patch · %@
zh_hans: 补丁 · %@

source: Pause
zh_hans: 暂停

source: paused
zh_hans: 已暂停

source: Paused
zh_hans: 已暂停

source: pending
zh_hans: 待处理

source: Pending
zh_hans: 待处理

source: Permission
zh_hans: 权限

source: Permission denied: %@
zh_hans: 权限被拒绝：%@

source: Permission needed
zh_hans: 需要权限

source: Plain safe
zh_hans: 安全纯文本

source: Plain text safe mode
zh_hans: 纯文本安全模式

source: Plan
zh_hans: 计划

source: Policy
zh_hans: 策略

source: Policy %@
zh_hans: 策略 %@

source: Preparing voice input
zh_hans: 正在准备语音输入

source: Preview never displays imported secret values. Test & Import migrates them directly from bounded in-memory staging to Keychain, tests every exact draft, then commits the catalog as one atomic batch.
zh_hans: 预览绝不会显示导入的密钥值。“测试并导入”会将其从有界内存暂存区直接迁移到钥匙串，测试每份精确草稿，然后以单个原子批次提交目录。

source: Preview Prompt
zh_hans: 预览提示词

source: Preview: %@
zh_hans: 预览：%@

source: Primary workspace access must be authorized again before @%@ can be registered.
zh_hans: 注册 @%@ 前，必须重新授权主工作区访问权限。

source: Primary workspace access must be authorized again before automatic review can start.
zh_hans: 启动自动审查前，必须重新授权主工作区访问权限。

source: Primary workspace authorization could not be saved: %@
zh_hans: 无法保存主工作区授权：%@

source: Primary workspace is kept with @%@
zh_hans: 主工作区会与 @%@ 保持关联

source: Primary workspace is kept with @%@.
zh_hans: 主工作区会与 @%@ 保持关联。

source: Process
zh_hans: 进程

source: Project
zh_hans: 项目

source: Project Settings
zh_hans: 项目设置

source: Projects
zh_hans: 项目

source: Prompt
zh_hans: 提示

source: Prompts
zh_hans: 提示词

source: Protected resource URL
zh_hans: 受保护资源 URL

source: Protocol
zh_hans: 协议

source: Protocol profile
zh_hans: 协议配置档

source: Provider
zh_hans: 提供商

source: Provider check failed
zh_hans: 提供商检查失败

source: Provider check passed
zh_hans: 提供商检查通过

source: provider config
zh_hans: 提供商配置

source: Provider name
zh_hans: 提供商名称

source: Providers
zh_hans: 提供商

source: Providers · models · API keys
zh_hans: 提供商 · 模型 · API 密钥

source: Proxy
zh_hans: 代理

source: Proxy policy
zh_hans: 代理策略

source: Publish Current Roots
zh_hans: 发布当前根目录

source: Publish the current exact Agent workspace leases and root identities. This sends roots/listChanged when supported, advances durable policy, and retires every old connection generation.
zh_hans: 发布当前精确的 Agent 工作区租约与根目录身份。服务器支持时会发送 roots/listChanged，同时推进持久策略并退役所有旧连接代次。

source: queued
zh_hans: 排队中

source: Queued
zh_hans: 排队中

source: Queued locally
zh_hans: 已在本地排队

source: Read
zh_hans: 读取

source: read only
zh_hans: 只读

source: Read only
zh_hans: 只读

source: Read Resource
zh_hans: 读取资源

source: ready
zh_hans: 就绪

source: Ready
zh_hans: 就绪

source: Reasoning
zh_hans: 推理

source: Reauthorize Code Workspace
zh_hans: 重新授权 Code 工作区

source: Reauthorize Primary Workspace
zh_hans: 重新授权主工作区

source: Reauthorize Workspace
zh_hans: 重新授权工作区

source: Rebind applies after the current invocation boundary
zh_hans: 重新绑定将在当前调用结束后生效

source: Rebind…
zh_hans: 重新绑定…

source: Recent
zh_hans: 最近

source: Recent Code Sessions
zh_hans: 最近的 Code 会话

source: Recent Cowork Sessions
zh_hans: 最近的 Cowork 会话

source: Recent Failures
zh_hans: 最近的失败

source: Recents
zh_hans: 最近对话

source: Recovery
zh_hans: 恢复

source: Redirect policy
zh_hans: 重定向策略

source: Redirects
zh_hans: 重定向

source: Refresh
zh_hans: 刷新

source: Refresh Calls
zh_hans: 刷新调用

source: Refresh Tasks
zh_hans: 刷新任务

source: rejected
zh_hans: 已拒绝

source: Rejected
zh_hans: 已拒绝

source: Rejected.
zh_hans: 已拒绝。

source: Reload
zh_hans: 重新加载

source: Remaining: %@
zh_hans: 剩余：%@

source: Remember Exact Tool Approval
zh_hans: 记住此精确工具授权

source: Remote MCP Task Operation Failed
zh_hans: 远程 MCP 任务操作失败

source: Remote Task Result
zh_hans: 远程任务结果

source: Remote Tasks
zh_hans: 远程任务

source: Remove
zh_hans: 移除

source: Remove "%@" from %@? The folder and all conversations will remain on disk.
zh_hans: 从 %2$@ 中移除“%1$@”？文件夹和所有对话仍会保留在磁盘上。

source: Remove "%@" from Translatis? The folder and all conversations will remain on disk.
zh_hans: 从 Translatis 中移除“%@”？文件夹和所有对话仍会保留在磁盘上。

source: Remove %@
zh_hans: 移除 %@

source: Remove agent
zh_hans: 移除 Agent

source: Remove model
zh_hans: 移除模型

source: Remove Pending MCP Context
zh_hans: 移除待附加的 MCP 上下文

source: Remove Project?
zh_hans: 移除项目？

source: Remove Project…
zh_hans: 移除项目…

source: Remove workspace
zh_hans: 移除工作区

source: Rename
zh_hans: 重命名

source: Rename imported server
zh_hans: 重命名导入的服务器

source: Rename Session
zh_hans: 重命名会话

source: Rename…
zh_hans: 重命名…

source: Replace current server
zh_hans: 替换当前服务器

source: Request cancelled
zh_hans: 请求已取消

source: Request MCP completion suggestions
zh_hans: 请求 MCP 补全建议

source: Requested capabilities
zh_hans: 请求的能力

source: Required
zh_hans: 必需

source: Required by default
zh_hans: 默认必需

source: Required capabilities
zh_hans: 必需能力

source: Rerun after permission change
zh_hans: 更改权限后重新运行

source: Reserved before each request; provider tokenization and output-limit support may vary.
zh_hans: 每次请求前预留；提供商的分词方式和输出限制支持可能有所不同。

source: Resolution
zh_hans: 处理方式

source: Resolving…
zh_hans: 正在解析…

source: Resource
zh_hans: 资源

source: Resource URI
zh_hans: 资源 URI

source: Resources
zh_hans: 资源

source: Response stopped before completion
zh_hans: 回答在完成前停止

source: Resume
zh_hans: 继续

source: Retry
zh_hans: 重试

source: Retry Automatic Review
zh_hans: 重试自动审查

source: Retry or switch provider
zh_hans: 重试或切换提供商

source: Retry the initial @main registration before changing project settings; the seven-event session baseline must remain atomic.
zh_hans: 更改项目设置前，请重试初始 @main 注册；七事件会话基线必须保持原子性。

source: Return to Server
zh_hans: 返回给服务器

source: Review
zh_hans: 审阅

source: Review or remove untrusted MCP context staged for the next message
zh_hans: 查看或移除为下一条消息暂存的不受信任 MCP 上下文

source: Review permission and rerun
zh_hans: 检查权限并重新运行

source: Review provider response
zh_hans: 检查提供商回答

source: Review the provider error before retrying.
zh_hans: 重试前请检查提供商错误。

source: reviewed
zh_hans: 自动审查

source: Reviewed
zh_hans: 自动审查

source: reviewer
zh_hans: 审查者

source: Revision %lld
zh_hans: 修订 %lld

source: Revision %lld · Updated %@
zh_hans: 修订 %lld · 更新于 %@

source: Revoke Grant
zh_hans: 撤销授权

source: Rich Markdown
zh_hans: 富文本 Markdown

source: Role
zh_hans: 角色

source: Root
zh_hans: 根目录

source: Run
zh_hans: 运行

source: Run translatis mcp doctor and resolve every bwrap or launch-artifact error.
zh_hans: 运行 translatis mcp doctor，并解决所有 bwrap 或启动产物错误。

source: Run Sampling
zh_hans: 运行采样

source: Run Test & Save, then attach and grant the immutable revision in the target session.
zh_hans: 运行“测试并保存”，然后在目标会话中挂载并授权该不可变修订。

source: Run Test & Save, then attach the immutable revision to a Code or Cowork session.
zh_hans: 运行“测试并保存”，然后将该不可变修订挂载到 Code 或 Cowork 会话。

source: Run Test & Save. Translatis captures and revalidates the exact launch artifacts before every managed start.
zh_hans: 运行“测试并保存”。Translatis 会在每次受管启动前捕获并重新验证精确的启动产物。

source: running
zh_hans: 运行中

source: Running
zh_hans: 运行中

source: Same origin only
zh_hans: 仅同源

source: Sandbox denied %@
zh_hans: 沙箱已拒绝 %@

source: Sanitized Result
zh_hans: 已清洗结果

source: Save
zh_hans: 保存

source: Save current settings and run a small model health check
zh_hans: 保存当前设置并运行小型模型健康检查

source: Save Grant
zh_hans: 保存授权

source: Saved
zh_hans: 已保存

source: Saved inference profile (retained revision)
zh_hans: 已保存的推理配置（保留修订版本）

source: Saving publishes a fresh policy revision and revocation generation. Existing connection authority must be re-established explicitly.
zh_hans: 保存会发布新的策略修订和撤销代次。现有连接权限必须显式重新建立。

source: Scopes
zh_hans: 作用域

source: Scopes, one per line
zh_hans: 作用域，每行一个

source: Search granted prompts
zh_hans: 搜索已授权的提示词

source: Search granted resources
zh_hans: 搜索已授权的资源

source: Secret
zh_hans: 密钥

source: secret file
zh_hans: 密钥文件

source: Secret Migration
zh_hans: 密钥迁移

source: Secret rows are stored in Keychain. Literal rows pass conservative secret screening before they can be saved.
zh_hans: 密钥行保存在钥匙串中。字面值行必须通过保守的密钥筛查后才能保存。

source: Secret value
zh_hans: 密钥值

source: Secrets to migrate
zh_hans: 待迁移的密钥

source: Select an MCP server
zh_hans: 选择 MCP 服务器

source: Select every absolute executable, interpreter, script, package entrypoint, lockfile, and helper used by the launch closure.
zh_hans: 选择启动闭包使用的每个绝对路径可执行文件、解释器、脚本、软件包入口点、锁文件和辅助程序。

source: Select…
zh_hans: 选择…

source: Selected Agent
zh_hans: 所选 Agent

source: Send
zh_hans: 发送

source: Other…
zh_hans: 其他…

source: Server
zh_hans: 服务器

# Server %@ · Revision %@
source: Server %1$@ · Revision %2$@
zh_hans: 服务器 %1$@ · 修订 %2$@

source: Server detail
zh_hans: 服务器详情

source: Server instructions are display-only and untrusted by default.
zh_hans: 服务器指令默认仅供显示，且不受信任。

source: Server prompt content remains untrusted and can only be inserted after this preview.
zh_hans: 服务器提示词内容仍不可信，只有在完成此预览后才能插入。

source: Server Proposals
zh_hans: 服务器建议

source: Server-provided content is untrusted. Reading never grants the URI local-file or network authority.
zh_hans: 服务器提供的内容不可信。读取操作绝不会向该 URI 授予本地文件或网络权限。

source: Servers
zh_hans: 服务器

source: Session
zh_hans: 会话

source: Session %@
zh_hans: 会话 %@

# Session %@ · Agent %@ · %@
source: Session %1$@ · Agent %2$@ · %3$@
zh_hans: 会话 %1$@ · Agent %2$@ · %3$@

source: Session Action Failed
zh_hans: 会话操作失败

source: Session name
zh_hans: 会话名称

source: Session settings could not be saved: %@
zh_hans: 无法保存会话设置：%@

source: Session settings could not be saved.
zh_hans: 无法保存会话设置。

source: Session settings projection could not be rebuilt: %@
zh_hans: 无法重建会话设置投影：%@

source: Session settings were persisted without a readable Cowork snapshot.
zh_hans: 会话设置已持久化，但缺少可读取的 Cowork 快照。

source: Set expiration
zh_hans: 设置到期时间

source: Settings
zh_hans: 设置

source: Setup and install
zh_hans: 设置与安装

source: Setup required
zh_hans: 需要设置

source: Show Inspector
zh_hans: 显示检查器

source: Show task details
zh_hans: 显示任务详情

source: Shutdown: %lld ms
zh_hans: 关闭：%lld 毫秒

source: Sign In is a separate explicit action after this exact revision is saved. The authorization origin, resource, account, and scopes are shown before the browser opens.
zh_hans: 登录是在保存此精确修订后执行的独立显式操作。打开浏览器前会显示授权源、资源、账户和作用域。

source: Sign In…
zh_hans: 登录…

source: Sign Out
zh_hans: 退出登录

source: Sign-in required
zh_hans: 需要登录

source: Signed in
zh_hans: 已登录

source: Skip
zh_hans: 跳过

source: Soft token budget
zh_hans: 软 Token 预算

source: Soft token budget must be empty or a positive integer.
zh_hans: 软 Token 预算必须留空或填写正整数。

source: Source
zh_hans: 来源

source: Source fingerprint
zh_hans: 来源指纹
